{
  "Description": {
    "apple": "Apples are a sweet fleshy fruit that grow around the world.",
    "apricot": "The apricot is a popular fruit with a light orange color and it is best known for its vitamin A and C content.",
    "avocado": "Avocados are are very low in carbohydrate yet high in healthy fats. The fruit originated in South America, possibly in Mexico or Peru.",
    "banana": "Banana is a tropical fruit with a long body covered in a yellow skin.",
    "bell peppers": "Bell peppers provide a significant amount of vitamin C.",
    "blackberries": "Blackberries are one of the tastiest fruits around and are commonly combined with some fresh cream for a delicious, sweet and creamy dessert.",
    "blackcurrant": "Blackcurrants are a small type of fruit that looks like Blueberries. Blackcurrants provide a substantial amount of vitamin C.",
    "blueberries": "Blueberries are a fruit with a deep blue color, known for its health benefits. They are also attractive in their appearance.",
    "boysenberries": "Boysenberries have a delicious flavor and are a cross between blackberries, dewberries, loganberries, and raspberries.",
    "butternut squash": "A tasty vegetable high in vitamin A, butternut squash is similar to pumpkin in both taste and appearance.",
    "capers": "Capers are a pea-sized green fruit native to parts of the Mediterranean and Asia, typically served alongside salmon and horseradish sauce.",
    "cherry": "The Cherry is a small fruit with a sweet and juicy taste. They are technically a drupe; a fruit with a hard stone inside.",
    "black chokeberry": "Black chokeberries are one of the most bitter-tasting foods in existence and Otherwise known as Aronia berries.",
    "cranberry": "Cranberries are a small edible berry with a bright red color and are a decent source of vitamin C.",
    "date palm": "Date Palm, often simply referred to as ‘date’, is a sweet edible fruit believed to originate from the Middle East region.",
    "durian": "Durian Fruit is known for its peculiar scent, the durian is a giant-sized tropical fruit that’s native to South-East Asia.",
    "elderberry": "The elderberry is a small blue-to-black fruit that grows around the world. It is also one of the most bitter types of fruit.",
    "goji berries": "Goji berries are a small red fruit native to China and South-Eastern Europe. Goji berries are one of the only kinds of fruit to provide carbohydrates and protein.",
    "golden berries": "Golden berries are a dried form of fruit that has an incredibly sour taste.",
    "gooseberries": "Gooseberries are delicious (but rather sour) berries that grow in numerous different countries around the world.",
    "grape": "Grapes are one of the most prevalent types of fruit. Grapes are very versatile too, and they form the basis of many different wines, juices, jams, and dessert products.",
    "grapefruit": "Grapefruit is a large citrus fruit believed to originate in Asia. It is actually a hybrid fruit, which means that it is not an original species.",
    "guava": "Guava is a tropical fruit and depending on the ripeness of the fruit, guavas may taste anything from slightly sour to sweet.",
    "jackfruit": "Jackfruit has a unique and interesting appearance. It looks somewhat like a giant version of an avocado and it is the largest tree fruit in the world.",
    "jujube": "Jujube has a sweet and juicy taste when fresh, and this sweetness strengthens in their dried state.",
    "juniper berries": "Juniper berries when fresh, look a little like blueberries, they taste completely different. They have a bitter woody feel; slightly fruity, spicy, and a little peppery.",
    "kiwi": "Kiwifruit is a soft, green and juicy edible fruit. Kiwis contain an impressive amount of vitamin C.",
    "kumquat": "Kumquats are a type of citrus fruit that share lots of similarities with oranges. kumquats provide a large amount of vitamin C.",
    "lemon": "Lemon is a yellow citrus fruit native to Asia. The major compound in lemons is vitamin C.",
    "lime": "Lime is another sour citrus fruit. Similar to lemons, it is common to use limes for flavor in various drinks, cocktails, and teas.",
    "longan fruit": "Longan is a tropical fruit that hase a very sweet taste, extremely juicy and the plays a culinary role in many Asian dishes.",
    "lychee": "The lychee is a tropical fruit and like other types of fruit in the soapberry family, lychees provide a huge source of vitamin C.",
    "mango": "Mangoes are a tropical fruit with extremely sweet and juicy flesh.",
    "melon": "Melon is another sweet-tasting fleshy fruit, as its one of the higher sugar fruits. ",
    "mulberry": "Mulberries are popular in fresh and dried form; black and red mulberries are sweet and juicy with a slightly tart flavor.",
    "olives": "Olives are actually a fruit and are widely known for their health benefits. They are one of the most polyphenol-rich foods.",
    "orange": "The orange is a citrus fruit and is among the most common fruit in the world. They are a relatively high-carbohydrate fruit and provides a decent amount of vitamin C.",
    "papaya": "Papaya is a tropical fruit with an exotic name, that has a smooth outer skin and a soft and a reddish-orange flesh inside.",
    "passion fruit": "Passion fruit is one of the more unique fruits, and it is about the size of a golf ball. A hard, brown outer shell surrounds a yellow, gelatinous sticky, and sweet flesh.",
    "pear": "Pears are a delicious, sweet, and juicy fruit. Pears have the sweetness of an apple mixed with a kind of mild, citrus-like flavor and smell.",
    "persimmon": "Persimmon fruit is a brilliant bright orange color and is a good provider of vitamin A in the form of beta-carotene.",
    "pineapple": "Pineapples have a firm yellow flesh that supplies a juicy, sweet taste. Pineapples are very rich in vitamin C and the mineral manganese.",
    "plum": "Plums are small and round purple fruit that have origins in China.",
    "pomegranate": "Pomegranates are a healthy fruit that is high in fiber, vitamins, and minerals.",
    "pumpkin": "Pumpkins are a delicious tasting squash and a great source of beta-carotene.",
    "rambutan": "Rambutan have a slightly similar taste as lychee, but they are sweeter and slightly less juicy.",
    "raspberry": "The raspberry has a soft flesh with a slightly sweet and juicy taste.",
    "redberries": "Redberries tend to have a tart taste. As a result, we can find the berries in many sweetened jams, juices and desserts.",
    "spaghetti squash": "Spaghetti squash is an adaptable, tasty fruit/vegetable. It makes a good low-carb alternative for traditional spaghetti too.",
    "starfruit": "Starfruit is one of the most visually appealing fruits. When sliced, each slice looks like a bright yellow star.",
    "strawberry": "Strawberries are a soft and sweet-tasting fruit, and actually smells sweet too.",
    "tangerine": "Tangerines are of smaller size and are less round (flatter) in shape than oranges, even though they share similar taste.",
    "tomatoes": "Tomatoes are a delicious food that plays a key role in various dishes around the world.",
    "ugli fruit": "Ugli fruits are very juicy and sweet and taste somewhat like a slightly more sour orange. Ugli fruit is a unique hybrid fruit originating in Jamaica, discovered in 1924.",
    "watermelon": "Watermelons taste sweet and juicy and originates from Southern Africa.",
    "artichoke": "Artichokes are a good source of fiber and they are reasonably high in vitamin C.",
    "arugula": "Arugula leaves supply a decent source of vitamin A and K1, and they are very low in calories and carbohydrate.",
    "asparagus": "Asparagus is a nutritious (and very delicious) vegetable.",
    "beet greens": "Beet greens provide very large amounts of vitamins A, C and K1. Additionally, their carbohydrate content is almost all fiber.",
    "beets / beetroot": "The biggest benefit of beets is likely their high nitrate content.",
    "bok choy": "Bok choy provides a significant amount of nutrients for very little calories.",
    "broccoli": "Broccoli is a nutrient-dense vegetable that contains a particularly large amount of vitamin C.",
    "broccoli rabe (rapini)": "Broccoli rabe is even more nutritionally dense than broccoli.",
    "brussels sprouts": "Brussels sprouts are one of the most beneficial vegetables, and they’re full of nutrients too.",
    "cabbage (green)": "Cabbage provides a decent source of vitamins C and K1, and it may potentially lower cancer risk.",
    "cabbage (red)": "Red cabbage is similar to the green variety but with the addition of some extra micronutrients.",
    "carrots": "Carrots are a root vegetable that supply a decent source of beta-carotenoids.",
    "cauliflower": "Cauliflower comes in all shapes and sizes, and it’s a tasty and nutritious veggie.",
    "celery": "Celery is a refreshing salad vegetable.",
    "chives": "Packed with vitamins and minerals, chives are a decent source of nutrition and a great flavoring herb.",
    "collard greens": "Collard greens are among the most nutritious of all vegetables.",
    "crookneck squash": "Crookneck squash is low in calories and macronutrients, and it isn’t a significant source of any vitamin or mineral.",
    "daikon radish": "Daikon radish is a tasty and very crunchy vegetable usually eaten raw.",
    "dandelion greens": "Dandelion greens contain an impressive range of nutrients. In particular, it is a good plant source of vitamin E and calcium.",
    "eggplant (aubergine)": "Eggplants are a nightshade vegetable and they’re very low in energy density.",
    "endive": "Endive provides a particularly high source of vitamin K1 and beta-carotene.",
    "garlic": "Garlic is delicious, and very rich in nutrients and other beneficial compounds. It’s a great addition to a healthy diet.",
    "green onion (spring onion)": "Green onions are a nutrient-dense way to add lots of flavor to a dish.",
    "jicama (mexican yam bean)": "Jicama is a Mexican root vegetable that provides a good source of vitamin C.",
    "kale": "Kale is one of the most nutritious vegetables in the world.",
    "kimchi": "Kimchi provides a mix of vegetables and spices alongside probiotic bacteria.",
    "kohlrabi": "Kohlrabi is a low-calorie vegetable and it is very rich in vitamin C.",
    "leeks": "Leeks are a delicious flavor-enhancer in various dishes, and they taste great on their own too.",
    "lettuce": "Lettuce is a common accompaniment to many foods, and it is relatively rich in nutrients.",
    "mushrooms": "Although not technically a vegetable, mushrooms are a nutritionally dense fungus that provide a range of health benefits.",
    "mustard greens": "Mustard greens are a versatile leafy green vegetable with an impressive nutrient profile.",
    "okra": "Okra has an interesting appearance and texture, and it has a nice nutrition profile too.",
    "onions (red)": "Red onions are a milder and slightly sweeter onion with the added advantage of anthocyanins.",
    "onions (yellow)": "Onions are one of the most common vegetables and they are a great taste-enhancer.",
    "parsnips": "Parsnips aren’t the healthiest vegetable around. However, they have a claim for being the most delicious.",
    "potatoes": "Potatoes are a traditional staple food. While not the most nutrient-dense vegetable, they supply a reasonable amount of vitamins and minerals.",
    "purple sweet potato (okinawan yam)": "The best point about purple sweet potatoes is their high anthocyanin content.",
    "radicchio": "Radicchio (or ‘Italian chicory’) is a nutrient-dense leafy vegetable.",
    "radish": "Radishes are a refreshing and reasonably nutritious root vegetable.",
    "rhubarb": "Rhubarb has a strong sour taste; it is extremely tart, and it features in many sweetened desserts. ",
    "swede (rutabaga)": "Swede is a versatile root vegetable that provides a good source of vitamin C.",
    "sauerkraut": "Sauerkraut is a popular fermented vegetable that combines the benefits of probiotics and nutrients.",
    "seaweed": "Seaweed is a nutritious sea vegetable, and it is a significant source of iodine.",
    "shallots": "Shallots are similar to onions, but with a deeper and more enjoyable taste.",
    "spinach": "Spinach is high in nutrients and it’s one of the healthiest vegetables in the world.",
    "sweet potatoes": "Sweet potatoes are an adaptable tuber that provides a large amount of beta-carotene.",
    "swiss chard": "Similar to other leafy greens, swiss chard is loaded with nutrients – particularly vitamins A, C and K.",
    "tomatillo": "Tomatillos are a tangy Mexican staple that play a key role in green salsa and other green sauces.",
    "turnips": "Turnips are a traditionally popular root vegetable that are high in vitamin C.",
    "watercress": "Watercress has an impressive nutrient density despite being extremely low in calories.",
    "water chestnut": "Water chestnuts are a starchy aquatic vegetable that enjoys popularity in Chinese cuisine.",
    "zucchini (courgette)": "Zucchini is a versatile vegetable that provides decent nutrition for minimal calories.",
    "daisy": "Bellis perennis is a common European species of daisy, of the family Asteraceae, often considered the archetypal species of that name. Many related plants also share the name ",
    "dandelion": "Taraxacum is a large genus of flowering plants in the family Asteraceae, which consists of species commonly known as dandelions.",
    "roses": "A rose is a woody perennial flowering plant of the genus Rosa, in the family Rosaceae, or the flower it bears. There are over three hundred species and tens of thousands of cultivars. They form a group of plants that can be erect shrubs, climbing, or trailing, with stems that are often armed with sharp prickles.",
    "sunflowers": "Helianthus annuus, the common sunflower, is a large annual forb of the genus Helianthus grown as a crop for its edible oil and edible fruits. This sunflower species is also used as wild bird food, as livestock forage, in some industrial applications, and as an ornamental in domestic gardens",
    "tulips": "Tulips form a genus of spring-blooming perennial herbaceous bulbiferous geophytes. The flowers are usually large, showy and brightly colored, generally red, pink, yellow, or white. They often have a different colored blotch at the base of the tepals, internally."
  }
}